Repository: wp-plugins/the-events-calendar-category-colors
Catalog: languages/the-events-calendar-category-colors-*.po
Languages: fr_fr, nl_nl, pt_br

source: Category Colors Settings
fr_fr: Réglages de Category Colors
nl_nl: Categorie kleurinstellingen
pt_br: Configurações de Cores de Categoria

source: Instructions for <strong>filters</strong>, <strong>hooks</strong>, <strong>settings functions</strong>, and <strong>help</strong> are on <a href="https://github.com/afragen/the-events-calendar-category-colors/wiki">The Events Calendar Category Colors wiki</a>.
fr_fr: Les instructions pour les <strong>filtres</strong>, <strong>hooks</strong>, <strong>réglages des fonctions</strong>, et <strong>l'aide</strong> se trouvent dans <a href="https://github.com/afragen/the-events-calendar-category-colors/wiki">le wiki de The Events Calendar Category Colors</a>.
nl_nl: Instructies voor <strong>filters</strong>, <strong>hooks</strong>, <strong>instellingen</strong>, en <strong>hulp</strong> vindt u op <a href="https://github.com/afragen/the-events-calendar-category-colors/wiki">The Events Calendar Category Colors wiki</a>.
pt_br: Instruções para <strong>filtros</strong>, <strong>ganchos</strong>, <strong>funções de configuração</strong>, e <strong>ajuda</strong> estão no <a href="https://github.com/afragen/the-events-calendar-category-colors/wiki">wiki do The Events Calendar Category Colors</a>.

source: Save Changes
fr_fr: Enregistrer les modifications
nl_nl: Wijzigingen opslaan
pt_br: Salvar Alterações

source: Use of this function is deprecated
fr_fr: L'utilisation de cette fonction est dépréciée
nl_nl: Gebruik van deze functie wordt afgeraden
pt_br: O uso desta função está descontinuado

source: To begin using The Events Calendar Category Colors, please install the latest version of <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
fr_fr: Pour commencer à utiliser The Events Calendar Category Colors, s'il vous plaît installer la dernière version de <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
nl_nl: Om The Events Calendar Category Colors te gebruiken, installeer de laatste versie van <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
pt_br: Para começar a usar as Cores de Categoria do The Events Calendar, por favor instale a versão mais recente do <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.

source: Category Colors
nl_nl: Categoriekleuren
pt_br: Cores de Categoria

source: Settings saved.
fr_fr: Réglages enregistrés.
nl_nl: Instellingen opgeslagen.
pt_br: Configurações salvas.

source: Category Slug
fr_fr: Identifiant de la catégorie
nl_nl: Categorie slug
pt_br: Slug da Categoria

source: Border Color
fr_fr: Couleur de la bordure
nl_nl: Randkleur
pt_br: Cor da Borda

source: Background Color
fr_fr: Couleur de fond
nl_nl: Achtergrondkleur
pt_br: Cor de fundo

source: Text Color
fr_fr: Couleur du texte
nl_nl: Tekstkleur
pt_br: Cor do texto

source: Current Display
fr_fr: Affichage actuel
nl_nl: Huidige scherm
pt_br: Exibição Atual

source: Transparent
nl_nl: Transparant
pt_br: Transparente

source: Font-Weight Options
fr_fr: Options d'épaisseur de la police
nl_nl: Font-Weight opties
pt_br: Opções de Peso da Fonte

source: Add Category Legend
fr_fr: Ajouter la légende de catégorie
nl_nl: Categorie legenda toevoegen
pt_br: Legenda de Adicionar Categoria

source: Check to add a Category Legend to the calendar.
fr_fr: Cliquez pour ajouter la légende de catégorie au calendrier.
nl_nl: Voeg een categorielegenda aan de kalender toe.
pt_br: Marque para adicionar uma Legenda de Categoria ao calendário.

source: Check to add Legend Superpowers.
fr_fr: Cliquez pour ajouter les Superpouvoirs de légende.
nl_nl: Voeg Legend Superpowers toe.
pt_br: Marque para adicionar Super-Poderes da Legenda

source: Legend Superpowers are an optional visual effect allowing visitors to focus only on those events that belong to categories of interest - without reloading the page and without eliminating other categories from view completely. Click on the category of interest in the Legend for the effect; click again to remove it.
fr_fr: les Superpouvoirs de légende sont un effet visuel optionnel permettant aux visiteurs de se concentrer uniquement sur les événements qui appartiennent à des catégories spécifiques - sans rechargement de la page et sans éliminer les autres catégories de l'affichage complètement. Cliquez sur la catégorie spécifique qui vous intéresse dans la Légende de l'effet; cliquez à nouveau pour la supprimer.
nl_nl: Legend Superpowers zijn een optioneel visueel effect waarmee bezoekers zich gemakkelijker kunnen richten op hun interesses - zonder de pagina te herladen en zonder andere categorie&euml;n te verbergen. Klik op de interessecategorie in de Legend voor het effect; nogmaals om het ongedaan te maken.
pt_br: Super-Poderes da Legenda são efeitos visuais opcionais que permite o visitante focar somente nos eventos que pertencem às categorias de interesse - sem recarregar a página e sem eliminar completamente as outras categorias da visualização. Clique na categoria de interesse na Legenda para ativar o efeito e clique novamente para dasativar.

source: Custom Legend CSS
fr_fr: CSS personnalisé de la légende
pt_br: CSS Personalizado da Legenda

source: Check to use your own CSS for category legend.
fr_fr: Cliquez pour utiliser votre propre CSS pour la catégorie des légendes.
nl_nl: Gebruik eigen CSS voor de categorielegenda.
pt_br: Marque para usar seu próprio CSS para a legenda da categoria.

source: Database Options
fr_fr: Options de la base de données
nl_nl: Database opties
pt_br: Opções de Banco de Dados

source: Restore defaults upon plugin deactivation/reactivation
fr_fr: Restaurer les réglages par défaut lors de la désactivation/réactivation de l'extension
nl_nl: Herstel standaardwaarden bij het deactiveren/reactiveren van de plugin
pt_br: Restaure os valores padrão ao desativar/reativar o plugin

source: Only check this if you want to reset plugin settings upon Plugin reactivation
fr_fr: Ne cochez cela que si vous voulez réinitialiser les réglages de l'extension lors de sa réactivation
nl_nl: Vink aan als je de standaardwaarden van de plugin wilt laden bij heractivatie
pt_br: Somente marque isto se você quiser redefinir as configurações padrão na reativação do plugin

source: This plugin adds event category background coloring to <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a> plugin.
fr_fr: Cette extension ajoute une couleur de fond aux catégories d'événements de l'extension <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a>.
pt_br: Este plugin adiciona cores de fundo às categorias de evento do <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a> plugin.

source: The Events Calendar
nl_nl: De evenementenkalender
