Repository: wp-plugins/the-events-calendar-category-colors
Catalog: trunk/languages/*.po
Languages: fr_fr

source: To begin using The Events Calendar Category Colors, please install the latest version of <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
fr_fr: Pour commencer à utiliser The Events Calendar Category Colors, veuillez installer la dernière version de The Events <a href="%s" class="thickbox" title="%s">Calendar</a>.

source: You have The Events Calendar v.
fr_fr: Vous avez The Events Calendar v.

source: Category Colors
fr_fr: Couleurs de catégorie

source: Settings saved.
fr_fr: Réglages sauvegardés

source: Category Colors Settings
fr_fr: Réglages des couleurs de catégorie

source: The Events Calendar Category Colors plugin was inspired by the tutorial <a href="http://tri.be/coloring-your-category-events/">Coloring Your Category Events</a>.
fr_fr: L'extension The Events Calendar Category Colors est inspirée du tutoriel a href="http://tri.be/coloring-your-category-events/">Coloring Your Category Events (en)</a>.

source: Instructions for <strong>filters</strong>, <strong>hooks</strong>, <strong>settings functions</strong>, and <strong>help</strong> are on <a href="https://github.com/afragen/events-calendar-category-colors/wiki">The Events Calendar Category Colors wiki</a>.
fr_fr: Les instructions pour les <strong>filtres</strong>, <strong>hooks</strong>, <strong>fonctions de réglages</strong>, et <strong>l'aide</strong> sont sur le <a href="https://github.com/afragen/events-calendar-category-colors/wiki"> wiki The Events Calendar Category Colors (en)</a>.

source: Save Changes
fr_fr: Sauvegarder les changements

source: Use of this function is deprecated
fr_fr: L'utilisation de cette fonction est dépréciée

source: category
fr_fr: catégorie

source: Category Slug
fr_fr: Identifiant de la catégorie

source: Border Color
fr_fr: Couleur de la bordure

source: Background Color
fr_fr: Couleur de fond

source: Text Color
fr_fr: Couleur du texte

source: Current Display
fr_fr: Affichage actuel

source: You must have at least one event with a category for The Events Calendar Category Colors plugin to function.
fr_fr: Vous devez avoir au moins un évènement avec une catégorie pour que l'extension The Events Calendar Category Colors fonctionne.

source: Font-Weight Options
fr_fr: Options d'épaisseur de la police

source: Add Category Legend
fr_fr: Ajouter la légende de la catégorie

source: Check to add a Category Legend to the calendar.
fr_fr: Cochez pour ajouter la légende de la catégorie au calendrier.

source: Check to add Legend Superpowers.
fr_fr: Cochez pour ajouter les superpouvoirs de la légende.

source: Legend Superpowers are an optional visual effect allowing visitors to focus only on those events that belong to categories of interest - without reloading the page and without eliminating other categories from view completely. Click on the category of interest in the Legend for the effect; click again to remove it.
fr_fr: Les superpouvoirs de la légende sont un un effet visuel optionnel permettant aux visiteurs de se concentrer uniquement sur les évènements appartenant aux catégories qui les intéressent - sans recharger la page et sans complètement masquer les autres catégories. Cliquez sur la catégorie prévalente dans la légende pour faire effet; cliquez une nouvelle fois pour l'enlever.

source: Custom Legend CSS
fr_fr: CSS personnalisé pour la légende

source: Check to use your own CSS for category legend.
fr_fr: Cochez pour utiliser votre propre CSS pour la légende de la catégorie.

source: Database Options
fr_fr: Options de la base de données

source: Restore defaults upon plugin deactivation/reactivation
fr_fr: Restaurer les valeurs par défaut à la désactivation/réactivation de l'extension

source: Only check this if you want to reset plugin settings upon Plugin reactivation
fr_fr: Ne cochez ceci que si vous souhaitez réinitialiser les réglages de l'extension à la réactivation
